[PR_ToxicShrapnelRocket X2AbilityTemplate]
LocFriendlyName="毒气弹片火箭"
LocHelpText="一种特殊的火箭，对被击中的敌人施加中毒和流血效果。"
LocLongDescription="一种特殊的火箭，对被击中的敌人施加中毒和流血效果。""
LocPromotionPopupText="<Bullet/> 一种特殊的火箭，对被击中的敌人施加中毒和流血效果。""

[PR_HellfuryRocket X2AbilityTemplate]
LocFriendlyName="地狱狂怒火箭"
LocHelpText="一种特殊的火箭，对敌人施加燃烧效果，并对环境造成巨大伤害。"
LocLongDescription="一种特殊的火箭，对敌人施加燃烧效果，并对环境造成巨大伤害。爆炸半径较小。"
LocPromotionPopupText="<Bullet/> 一种特殊的火箭，对敌人施加燃烧效果，并对环境造成巨大伤害。爆炸半径较小。"

[PR_AcidSplashRocket X2AbilityTemplate]
LocFriendlyName="酸蚀溅射火箭"
LocHelpText="一种特殊的火箭，对被击中的敌人施加酸蚀、撕裂和破裂效果。"
LocLongDescription="一种特殊的火箭，对被击中的敌人施加酸蚀、撕裂和破裂效果。爆炸半径较大。"
LocPromotionPopupText="<Bullet/> 一种特殊的火箭，对被击中的敌人施加酸蚀、撕裂和破裂效果。爆炸半径较大。"

[PR_GenevaSuggestions X2AbilityTemplate]
LocFriendlyName="战犯经验"
LocHelpText="如果你能够使用毒气弹片火箭、酸蚀溅射火箭和地狱狂怒火箭，将获得一次额外的使用次数。"
LocLongDescription="如果你能够使用毒气弹片火箭、酸蚀溅射火箭和地狱狂怒火箭，将获得一次额外的使用次数。"
LocPromotionPopupText="<Bullet/> 如果你能够使用毒气弹片火箭、酸蚀溅射火箭和地狱狂怒火箭，将获得一次额外的使用次数。"

[ImprovisePRFreeRocket X2AbilityTemplate]
LocFriendlyName="临时火箭制作"
LocLongDescription="临时制作一枚标准火箭。需要两个行动点，并且有 <Ability:SelfCooldown/> 回合的冷却时间。"
LocHelpText="临时制作一枚标准火箭。需要两个行动点，并且有 <Ability:SelfCooldown/> 回合的冷却时间。"
LocPromotionPopupText="<Bullet/> 每次任务可用 <Ability:SelfCharges/> 次。"

[ImprovisePRFreePlasmaRocket X2AbilityTemplate]
LocFriendlyName="临时电浆火箭制作"
LocLongDescription="临时制作一枚电浆火箭。需要两个行动点，并且有 <Ability:SelfCooldown/> 回合的冷却时间。"
LocHelpText="临时制作一枚电浆火箭。需要两个行动点，并且有 <Ability:SelfCooldown/> 回合的冷却时间。"
LocPromotionPopupText="<Bullet/> 每次任务可用 <Ability:SelfCharges/> 次。"

[ImprovisePRFreeEleriumRocket X2AbilityTemplate]
LocFriendlyName="临时超铀火箭制作"
LocLongDescription="临时制作一枚超铀火箭。需要两个行动点，并且有 <Ability:SelfCooldown/> 回合的冷却时间。"
LocHelpText="临时制作一枚超铀火箭。需要两个行动点，并且有 <Ability:SelfCooldown/> 回合的冷却时间。"
LocPromotionPopupText="<Bullet/> 每次任务可用 <Ability:SelfCharges/> 次。"